import image1 from "../images/1.png";
import gift1 from "../images/gifts/1.png";

export const _albums = image1;

export const _giftAlbums = gift1;

export const _messages = [
    "วันนี้เค้าตั้งใจเขียนเว็บนี้ให้เบ้บเล้ยย มันอาจจะไม่ได้เป็นอะไรที่ซับซ้อนหรือยิ่งใหญ่ แต่น้องตั้งใจทำมั่กๆ",
    "เว็บนี้น้องทำมา มันเล็กน้อยมากเมื่อเทียบกับที่เธอทำให้เค้า ที่ผ่านมาไม่ว่าจะเป็นเรื่องเล็กๆ หรือเรื่องใหญ่ๆ พี่แม็กทำให้เค้ารู้สึกว่าชีวิตเค้ามีความหมายมากขึ้นทุกวัน",
    "น้องเลยคิดว่า ถ้าจะทำอะไรให้เธอในวันพิเศษนี้ น้องก็อยากจะทำให้มันเป็นสิ่งที่ทำให้เธอยิ้มได้ และรู้สึกดี น้องน่ะไม่เก่งเรื่องคำพูดหวานๆ แต่อยากบอกว่าพี่แม็กมีความหมายกับน้องมากๆเลยนะ",
    "เค้าหวังว่าเบ้บจะมีความสุขในวันเกิดนี้มากๆเว็บนี้จะเป็นกระบอกเสียงแทนความรู้สึกใจในของน้องเองนะคะ",
];

export const _birthdayMessages = [
    "สุขสันต์วันเกิดนะคะพี่แม็กกี้!",
    "วันนี้เป็นวันที่พิเศษสำหรับเค้ามากๆเลย",
    "ขอบคุณสำหรับทุกสิ่งที่เธอทำให้ ทุกความรู้สึกดีๆ ที่ผ่านมาทั้งหมดเลยย เธอน่ะเก่งมากๆเลยนะ",
    "เธอทำให้น้องรู้สึกว่า “โลกนี้” มันไม่ยากเลย ไม่ว่าจะเจออะไร น้องก็ยังมีเธอเป็นอยู่ข้างๆเสมอเลย เค้าอยากให้ปีนี้เป็นปีที่เต็มไปด้วยความสุขของเธอ ความสมหวังในทุกสิ่งที่เธอตั้งใจ",
    "ขอให้ทุกความฝันของเธอเป็นจริง และน้องจะอยู่ข้างๆเธอเสมอ ในทุกความสำเร็จของเธอเลยย น้องดีใจมากๆที่ได้เป็นส่วนหนึ่งในชีวิตของเธอ รักเธอนะคะ",
    "สุขสันต์วันเกิดอีกครั้งค่ะ",
];
